Repository: dchatel/CouchPotato
Catalog: CouchPotato/Properties/Loc.*.resx
Languages: fr_fr

# Add
source: Create
fr_fr: Ajouter

source: Cancel
fr_fr: Annuler

source: Change background
fr_fr: Modifier le fond

source: Change poster
fr_fr: Modifier le poster

# CheckForUpdates
source: Digging for updates for your loyal couch companion, CouchPotato.
fr_fr: Épluchage des mises à jour pour votre fidèle compagnon de canapé, CouchPotato.

# DatabaseImportEpisodes
source: Importing episodes
fr_fr: Importation des épisodes

# DatabaseImportGenres
source: Importing genres
fr_fr: Importation des genres

# DatabaseImportImages
source: Importing images
fr_fr: Importation des images

# DatabaseImportPersons
source: Importing actors
fr_fr: Importation des acteurs

# DatabaseImportRoles
source: Importing roles
fr_fr: Importation des rôles

# DatabaseImportSeasons
source: Importing seasons
fr_fr: Importation des saisons

# DatabaseImportVideos
source: Importing videos
fr_fr: Importation des vidéos

source: Database initialization
fr_fr: Initialisation de la base de données

# DatabaseMigrationFailed
source: The migration has failed. The application will now close.
fr_fr: La migration a échoué. L'application va maintenant fermer.

# DatabaseMigrationServiceNotFound
source: Migration service not found
fr_fr: Service de migration introuvable

# DatabaseSaving
source: Saving database
fr_fr: Sauvegarde de la base de données

# DatabaseUpdating
source: Updating database
fr_fr: Mise à jour de la base de données

source: Delete
fr_fr: Supprimer

# DigitalFileFormat
source: File Format
fr_fr: Format de fichier

# DigitalResolution
source: Resolution
fr_fr: Résolution

# DigitalStorageCode
source: Digital Storage
fr_fr: Emplacement (digital)

source: Edit
fr_fr: Modifier

# FileSystemSelectVidelibImageFolder
source: Select the folder containing Videlib images
fr_fr: Sélectionnez le dossier contenant les images de Videlib

# InputActorName
source: Enter the name of an actor
fr_fr: Entrez le nom d'un acteur

# InputCharacterRole
source: Enter the name of the character for this role
fr_fr: Entrez le nom du personnage pour ce rôle

# IsItMovie
source: Is it a Movie
fr_fr: Est-ce un Film

source: Location
fr_fr: Emplacement

source: Origin
fr_fr: Origine

source: Original title
fr_fr: Titre original

# OrTV
source: or a TV Show
fr_fr: ou une Série

source: Overview
fr_fr: Résumé

source: Personal rating
fr_fr: Côte d'amour perso

source: Physical Storage
fr_fr: Emplacement (physique)

source: Release date
fr_fr: Date de sortie

source: Save
fr_fr: Sauvegarder

source: Select new image
fr_fr: Sélectionnez une nouvelle image

source: Tagline
fr_fr: Accroche

source: Title
fr_fr: Titre

source: TMDB Rating
fr_fr: Côte d'amour TMDB

source: TMDB Rating Count
fr_fr: Nombre de votes sur TMDB

source: TV Show Info
fr_fr: Infos sur la Série

# UpdatedRestartPlease
source: CouchPotato got updated. Please restart app.
fr_fr: CouchPotato a été mis à jour. Redémarrez le programme, s'il vous plait.

# UpdateFound
source: New update on the horizon! Get ready for an even more flavorful cinematic adventure with CouchPotato from the comfort of your favorite couch.
fr_fr: Nouvelle mise à jour en vue ! Préparez-vous à une aventure cinématographique encore plus savoureuse avec CouchPotato depuis votre canapé préféré.

# VideoExplorerSearchHint
source: Search
fr_fr: Recherche
